anysphere.cursorpyright
astro-build.astro-vscode
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
foam.foam-vscode
github.vscode-github-actions
github.vscode-pull-request-github
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
redhat.vscode-yaml
tamasfe.even-better-toml
timonwong.shellcheck
unifiedjs.vscode-mdx
yzhang.markdown-all-in-one
