astro-build.astro-vscode
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
anysphere.pyright
ms-toolsai.datawrangler
ms-vscode-remote.remote-containers
tamasfe.even-better-toml
github.vscode-github-actions
GitHub.vscode-pull-request-github
VisualStudioExptTeam.vscodeintellicode
ms-toolsai.jupyter
yzhang.markdown-all-in-one
unifiedjs.vscode-mdx
ms-python.vscode-pylance
ms-python.python
charliermarsh.ruff
foam.foam-vscode
