eamodio.gitlens
EditorConfig.EditorConfig
GitHub.codespaces
GitHub.copilot
GitHub.copilot-labs
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
samuelcolvin.jinjahtml
skyapps.fish-vscode
timonwong.shellcheck
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
yzhang.markdown-all-in-one
