arcticicestudio.nord-visual-studio-code
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.codespaces
GitHub.copilot
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
samuelcolvin.jinjahtml
seatonjiang.gitmoji-vscode
skyapps.fish-vscode
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
