arcticicestudio.nord-visual-studio-code
bierner.emojisense
charliermarsh.ruff
DavidAnson.vscode-markdownlint
eamodio.gitlens
EditorConfig.EditorConfig
foam.foam-vscode
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
github.vscode-github-actions
GitHub.vscode-pull-request-github
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
yzhang.markdown-all-in-one
